module.exports = {
	type : {//基础种类
		"0" : "怪兽卡"//P card in this
		,"1" : "魔法卡"
		,"2" : "陷阱卡"
	}
	,sort : {//细分种类
		0 : {//怪兽
			0  : '通常'
			,1 : '效果'
			,2 : '仪式'
			,3 : '融合'
			,4 : '同调'
			,5 : 'XYZ'
			,6 : '卡通'
			,7 : '同盟'
			,8 : '灵魂'
			,9 : '调整'
			,10 : '二重'
			,11 : '灵摆'
			,12 : '反转'
		}
		,1 : {//魔法
			0  : '通常'
			,1 : '装备'
			,2 : '场地' 
			,3 : '速攻'
			,4 : '仪式'
			,5 : '永续'
		}
		,2 : {//陷阱
			0  : '普通'
			,1 : "反击"
			,2 : "永续"
		}
	}
	,attr : {//属性
		0  : '光'
		,1 : '地'
		,2 : '暗'
		,3 : '水'
		,4 : '炎'
		,5 : '神'
		,6 : '风'
	}
	,race : {//种族
		0  : '水'
		,1 : '兽'
		,2 : '兽战士'
		,3 : '创造神'
		,4 : '恐龙'
		,5 : '幻神兽'
		,6 : '龙'
		,7 : '天使'
		,8 : '恶魔'
		,9 : '鱼'
		,10 : '昆虫'
		,11 : '机械'
		,12 : '植物'
		,13 : '念动力'
		,14 : '炎'
		,15 : '爬虫类'
		,16 : '岩石'
		,17 : '海龙'
		,18 : '魔法师'
		,19 : '雷'
		,20 : '战士'
		,21 : '鸟兽'
		,22 : '不死'
		,23 : '幻龙'
	}
}